[
    {
        "sp_file_id": "017TPHRBZR6WKJAKTITNE2UTZIJ7FDQ4NV",
        "sp_file_download_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist/_layouts/15/download.aspx?UniqueId=9094f531-682a-499b-aa4f-284fca3871b5&Translate=false&tempauth=eyJ0eXAiOiJKV1QiLCJhbGciOiJub25lIn0.eyJhdWQiOiIwMDAwMDAwMy0wMDAwLTBmZjEtY2UwMC0wMDAwMDAwMDAwMDAva29yZWFpc29mdHdhcmUuc2hhcmVwb2ludC5jb21AZmIwZjc1MGYtOTQyOC00MTY2LWE5OWQtOGZjNzk1YzFhOTllIiwiaXNzIjoiMDAwMDAwMDMtMDAwMC0wZmYxLWNlMDAtMDAwMDAwMDAwMDAwIiwibmJmIjoiMTY0ODU0NzM2MiIsImV4cCI6IjE2NDg1NTA5NjIiLCJlbmRwb2ludHVybCI6IkFkTU95RGhrU0xkSjk1YVkyK0lBWFExM0E5UWpXS2xIUWhHT1AxY1NMcUU9IiwiZW5kcG9pbnR1cmxMZW5ndGgiOiIxNDQiLCJpc2xvb3BiYWNrIjoiVHJ1ZSIsImNpZCI6Ik9HTmxPRE16TkRndE5UUXlPQzAwWmpWbExXRTBOMkl0T0dVd05qWmpNR1F3WkdZdyIsInZlciI6Imhhc2hlZHByb29mdG9rZW4iLCJzaXRlaWQiOiJaVFpqTURGbU4yUXRabUV4TWkwMFlXSXdMVGxpTWpNdE5UZGlNR1kzTWpsalpqSmgiLCJhcHBfZGlzcGxheW5hbWUiOiJzZWFyY2hhc3Npc3QgbG9jYWwiLCJnaXZlbl9uYW1lIjoiQWxhc3RhaXIiLCJmYW1pbHlfbmFtZSI6IkNvb0siLCJhcHBpZCI6IjhhM2NiZDNhLWIyMTUtNDU0ZC04NjhjLTkwY2Q5NzcxNjVhNiIsInRpZCI6ImZiMGY3NTBmLTk0MjgtNDE2Ni1hOTlkLThmYzc5NWMxYTk5ZSIsInVwbiI6ImFiQGtvcmFxYTEuY29tIiwicHVpZCI6IjEwMDMyMDAwNENDMkZGMDUiLCJjYWNoZWtleSI6IjBoLmZ8bWVtYmVyc2hpcHwxMDAzMjAwMDRjYzJmZjA1QGxpdmUuY29tIiwic2NwIjoibXlmaWxlcy5yZWFkIGFsbGZpbGVzLnJlYWQgYWxsZmlsZXMud3JpdGUgZ3JvdXAucmVhZCBhbGxzaXRlcy5yZWFkIGFsbHNpdGVzLndyaXRlIGFsbHByb2ZpbGVzLnJlYWQiLCJ0dCI6IjIiLCJ1c2VQZXJzaXN0ZW50Q29va2llIjpudWxsLCJpcGFkZHIiOiIyMC4xOTAuMTQ1LjE3MSJ9.bWpieEw1UFp6N3AzU3ZQcXQvU0NDK1VmYnVyczQvOVczK2VrU1RaSmVsST0&ApiVersion=2.0",
        "sp_file_web_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist/Shared%20Documents/global_grant_agreement_en.pdf",
        "sp_file_name": "global_grant_agreement_en.pdf",
        "sp_file_mime_type": "application/pdf",
        "sp_drive_id": "b!fR_A5hL6sEqbI1ew9ynPKmH8zZR9IGVDnYrJWwU2XC8m32qcfF-gSYbBBmvG0F8J",
        "sp_drive_type": "documentLibrary",
        "sp_file_created_date": "2022-03-28T07:10:05Z",
        "sp_file_lmod_date": "2022-03-28T07:10:05Z",
        "sp_file_created_by": "Alastair Cook",
        "sp_file_lmod_by": "Alastair Cook",
        "sp_file_size": 46957,
        "sp_content_type": "file",
        "sp_file_content": "Global Grant Agreement - to be authorized by the primary contacts and club presidents (or DRFC chairs if district-\nsponsored) \n \nThis Global Grant Agreement (Agreement) is entered into by The Rotary Foundation of Rotary International (TRF) \nand the grant sponsors (Sponsors). In consideration of receiving this Rotary Foundation Global Grant (Grant) from \nTRF, the Sponsors agree that: \n \n\n1. All information contained in this application is, to the best of our knowledge, true and accurate.  \n2. We have read the Terms and Conditions for Rotary Foundation District Grants and Global Grants (Terms \n\nand Conditions) and will adhere to all policies therein. \n3. The Sponsors shall defend, indemnify, and hold harmless Rotary International (RI) and TRF, including their \n\ndirectors, trustees, officers, committee members, employees, agents, associate foundations and \nrepresentatives (collectively Rotary), from and against all claims, including but not limited to claims of \nsubrogation, demands, actions, damages, losses, costs, liabilities, expenses (including reasonable \nattorney’s fees and other legal expenses), awards, judgments, and fines asserted against or recovered from \nRI/TRF arising out of any act, conduct, omission, negligence, misconduct, or unlawful act (or act contrary to \nany applicable governmental order or regulation) resulting directly or indirectly from a Sponsor’s and/or \nparticipant’s involvement in grant-funded activities, including all travel related to the grant. \n\n4. The failure of the parties to comply with the terms of this Agreement due to an act of God, strike, \ngovernment regulation, war, fire, riot, civil unrest, hurricane, earthquake, or other natural disasters, acts of \npublic enemies, curtailment of transportation facilities, political upheavals, civil disorders, outbreak of \ninfectious disease or illness, acts of terrorism, or any similar cause beyond the control of the parties shall \nnot be deemed a breach of this Agreement. In such an event, the Agreement shall be deemed terminated \nand the Sponsors shall refund to TRF all unexpended global grant funds within 30 days of termination. \n\n5. TRF’s entire responsibility is expressly limited to payment of the total financing amount.  TRF does not \nassume any further responsibility in connection with this grant. \n\n6. TRF reserves the right to cancel the grant and/or this Agreement without notice upon the failure of either or \nboth of the Sponsors to abide by the terms set forth in this Agreement and the Terms and Conditions. Upon \ncancellation, TRF shall be entitled to a refund from the Sponsors of any global grant funds, including any \ninterest earned, that have not been expended. \n\n7. The laws of the State of Illinois, USA, without reference to its conflicts of laws principles, shall govern all \nmatters arising out of or relating to this Agreement, including, without limitation, its interpretation, \nconstruction, performance, and enforcement. \n\n8. Any legal action brought by either party against the other party arising out of or relating to this Agreement \nmust be brought in either, the Circuit Court of Cook County, State of Illinois, USA or the Federal District \nCourt for the Northern District of Illinois, USA. Each party consents to the exclusive jurisdiction of these \ncourts, and their respective appellate courts for the purpose of such actions. Nothing herein prohibits a party \nthat obtains a judgment in either of the designated courts from enforcing the judgment in any other court. \nNotwithstanding the foregoing, TRF may also bring legal action against Sponsors and/or individuals \ntraveling on grant funds in any court with jurisdiction over them. \n\n9. This Agreement binds and benefits the parties and their respective administrators, legal representatives, \nand permitted successors and assigns. \n\n10. If any provision of this Agreement is determined to be illegal, invalid or unenforceable, the remaining \nprovisions of this Agreement shall remain in full force and effect. \n\n11. Sponsors may not assign any of its rights under this Agreement except with the prior written consent of \nTRF. Sponsors may not delegate any performance under this Agreement without the prior written consent of \nTRF. Any purported assignment of a Sponsor’s rights or delegation of performance without TRF’s prior \nwritten consent is void. \n\n12. TRF may assign some or all of its rights under this Agreement to an associate foundation of TRF. TRF may \ndelegate any performance under this Agreement to an associate foundation. Any other purported \nassignment of TRF’s rights or delegation of performance without the Sponsors’ prior written consent is void. \n\n\n\n13. Sponsors will comply with all economic and trade sanctions, including those implemented by the Office of \nForeign Assets Control (OFAC) of the United States Department of Treasury, and will ensure that they do \nnot support or promote violence, terrorist activity or related training, or money laundering. \n\n14. This Agreement constitutes the final agreement between the parties. No amendment or waiver of any \nprovision of this Agreement shall be effective unless it is in the form of a writing signed by the parties. \n\n15. Rotary may use information contained in this application and subsequent reports for promotional purposes, \nsuch as in The Rotarian, in Rotary Leader, on rotary.org and on social media. For any and all photographs \nsubmitted with any application or follow-up report, the Sponsor hereby grants to Rotary an unlimited, \nperpetual, worldwide right and license to use, modify, adapt, publish, and distribute the photograph(s) in any \nmedia now known or hereafter devised, including but not limited to, in Rotary publications, advertisements, \nand Websites and on social media channels. The Sponsor represents and warrants that (a) each adult \nappearing in the photograph(s) has given her/his/their unrestricted written consent to the Sponsor to \nphotograph them and to use and license their likeness, including licensing the photograph(s) to third parties, \n(b) the parent or guardian of each child under age 18 or each person who lacks legal capacity appearing in \nthe photograph(s) has given unrestricted written consent to the Sponsor to photograph the child or individual \nand to use and license their likenesses, including licensing the photograph(s) to third parties, and (c) it is the \ncopyright owner of the photograph(s) or that the copyright owner of the photograph(s) has given the \nSponsor the right to license or sublicense the photograph(s) to Rotary. \n\n16. Privacy is important to Rotary and any personal data your Sponsor shares with Rotary will only be used for \nofficial Rotary business. The Sponsor should minimize the personal data of Grant beneficiaries that it shares \nwith TRF to only personal data that TRF specifically requests. Personal data you share will be used to \nenable your Sponsor’s participation in this Grant process, to facilitate your Sponsor’s Grant experience and \nfor reporting purposes. Personal data you provide when applying for a Grant may be transferred to Rotary \nservice providers (for example, affiliated entities) to assist Rotary in planning Grant-related activities. By \napplying for a grant, the Sponsor may receive information about the Grant and supplementary services via \nemail. For further information about how Rotary uses personal data, please contact privacy@rotary.org. \nPersonal data collected on this form is subject to Rotary’s Privacy Policy. \n\n17. The Sponsors agree to share information on best practices when asked, and TRF may provide their contact \ninformation to other Rotarians who may wish advice on implementing similar activities. \n\n18. The Sponsors will ensure that all individuals traveling on grant funds have been informed of the travel \npolicies stated in the Terms and Conditions and have been made aware that they are responsible for \nobtaining travel insurance.",
        "sp_site_id": "koreaisoftware.sharepoint.com,e6c01f7d-fa12-4ab0-9b23-57b0f729cf2a,94cdfc61-207d-4365-9d8a-c95b05365c2f",
        "sp_site_name": "Search Assist",
        "sp_site_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist"
    },
    {
        "sp_file_id": "017TPHRB7XRXZXGZFGBVGYP633L6X3CKRI",
        "sp_file_download_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist/_layouts/15/download.aspx?UniqueId=73f38df7-a664-4d0d-87fb-7b5fafb12a28&Translate=false&tempauth=eyJ0eXAiOiJKV1QiLCJhbGciOiJub25lIn0.eyJhdWQiOiIwMDAwMDAwMy0wMDAwLTBmZjEtY2UwMC0wMDAwMDAwMDAwMDAva29yZWFpc29mdHdhcmUuc2hhcmVwb2ludC5jb21AZmIwZjc1MGYtOTQyOC00MTY2LWE5OWQtOGZjNzk1YzFhOTllIiwiaXNzIjoiMDAwMDAwMDMtMDAwMC0wZmYxLWNlMDAtMDAwMDAwMDAwMDAwIiwibmJmIjoiMTY0ODU0NzM2MiIsImV4cCI6IjE2NDg1NTA5NjIiLCJlbmRwb2ludHVybCI6InFKT0FHUGtNU3ZkYXVldWJDaFpQSkxPM3hxQ0Vwd2U0TzJicG41SmxGZk09IiwiZW5kcG9pbnR1cmxMZW5ndGgiOiIxNDQiLCJpc2xvb3BiYWNrIjoiVHJ1ZSIsImNpZCI6IlptSTBaak13TkdVdE1tSm1ZeTAwWWpGaUxUZzFOekV0TXpnek9EYzBOV1UwTnpRMyIsInZlciI6Imhhc2hlZHByb29mdG9rZW4iLCJzaXRlaWQiOiJaVFpqTURGbU4yUXRabUV4TWkwMFlXSXdMVGxpTWpNdE5UZGlNR1kzTWpsalpqSmgiLCJhcHBfZGlzcGxheW5hbWUiOiJzZWFyY2hhc3Npc3QgbG9jYWwiLCJnaXZlbl9uYW1lIjoiQWxhc3RhaXIiLCJmYW1pbHlfbmFtZSI6IkNvb0siLCJhcHBpZCI6IjhhM2NiZDNhLWIyMTUtNDU0ZC04NjhjLTkwY2Q5NzcxNjVhNiIsInRpZCI6ImZiMGY3NTBmLTk0MjgtNDE2Ni1hOTlkLThmYzc5NWMxYTk5ZSIsInVwbiI6ImFiQGtvcmFxYTEuY29tIiwicHVpZCI6IjEwMDMyMDAwNENDMkZGMDUiLCJjYWNoZWtleSI6IjBoLmZ8bWVtYmVyc2hpcHwxMDAzMjAwMDRjYzJmZjA1QGxpdmUuY29tIiwic2NwIjoibXlmaWxlcy5yZWFkIGFsbGZpbGVzLnJlYWQgYWxsZmlsZXMud3JpdGUgZ3JvdXAucmVhZCBhbGxzaXRlcy5yZWFkIGFsbHNpdGVzLndyaXRlIGFsbHByb2ZpbGVzLnJlYWQiLCJ0dCI6IjIiLCJ1c2VQZXJzaXN0ZW50Q29va2llIjpudWxsLCJpcGFkZHIiOiIyMC4xOTAuMTQ1LjE3MSJ9.MG02TlBWL293MktEazVjS2ZEUXRXdldLTlA5OWFUVzVGcktqWnZUckkzbz0&ApiVersion=2.0",
        "sp_file_web_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist/_layouts/15/Doc.aspx?sourcedoc=%7B73F38DF7-A664-4D0D-87FB-7B5FAFB12A28%7D&file=Document.docx&action=default&mobileredirect=true",
        "sp_file_name": "Document.docx",
        "sp_file_mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
        "sp_drive_id": "b!fR_A5hL6sEqbI1ew9ynPKmH8zZR9IGVDnYrJWwU2XC8m32qcfF-gSYbBBmvG0F8J",
        "sp_drive_type": "documentLibrary",
        "sp_file_created_date": "2022-03-28T08:06:26Z",
        "sp_file_lmod_date": "2022-03-28T08:14:25Z",
        "sp_file_created_by": "Alastair Cook",
        "sp_file_lmod_by": "Alastair Cook",
        "sp_file_size": 17291,
        "sp_content_type": "file",
        "sp_file_content": "Test search assist kore.ai",
        "sp_site_id": "koreaisoftware.sharepoint.com,e6c01f7d-fa12-4ab0-9b23-57b0f729cf2a,94cdfc61-207d-4365-9d8a-c95b05365c2f",
        "sp_site_name": "Search Assist",
        "sp_site_url": "https://koreaisoftware.sharepoint.com/sites/SearchAssist"
    },
    {
        "sp_file_id": "01MLYKEAEGCMNM2GOYKNEIKMUADWPXUFH4",
        "sp_file_download_url": "https://koreaisoftware.sharepoint.com/sites/koraautomation/_layouts/15/download.aspx?UniqueId=cd1a1386-d819-4853-8532-801d9f7a14fc&Translate=false&tempauth=eyJ0eXAiOiJKV1QiLCJhbGciOiJub25lIn0.eyJhdWQiOiIwMDAwMDAwMy0wMDAwLTBmZjEtY2UwMC0wMDAwMDAwMDAwMDAva29yZWFpc29mdHdhcmUuc2hhcmVwb2ludC5jb21AZmIwZjc1MGYtOTQyOC00MTY2LWE5OWQtOGZjNzk1YzFhOTllIiwiaXNzIjoiMDAwMDAwMDMtMDAwMC0wZmYxLWNlMDAtMDAwMDAwMDAwMDAwIiwibmJmIjoiMTY0ODU0NzM2NiIsImV4cCI6IjE2NDg1NTA5NjYiLCJlbmRwb2ludHVybCI6IlpvUkxCNU5QUHFOZ1BpQVBVNktucWN5azJsV2Fnd3lSWEdxTmdLZGRFOHM9IiwiZW5kcG9pbnR1cmxMZW5ndGgiOiIxNDYiLCJpc2xvb3BiYWNrIjoiVHJ1ZSIsImNpZCI6Ik56STNPRE0yTkRjdE0yTmhOUzAwWWpsakxUZzROV1l0WmpZM01HRXdZMkUwTnpZNCIsInZlciI6Imhhc2hlZHByb29mdG9rZW4iLCJzaXRlaWQiOiJNelUxT0RabE1qY3RZV1kwT0MwMFl6WmlMV0ZqT0RFdE1HWTFNemRpTURrM09UazEiLCJhcHBfZGlzcGxheW5hbWUiOiJzZWFyY2hhc3Npc3QgbG9jYWwiLCJnaXZlbl9uYW1lIjoiQWxhc3RhaXIiLCJmYW1pbHlfbmFtZSI6IkNvb0siLCJhcHBpZCI6IjhhM2NiZDNhLWIyMTUtNDU0ZC04NjhjLTkwY2Q5NzcxNjVhNiIsInRpZCI6ImZiMGY3NTBmLTk0MjgtNDE2Ni1hOTlkLThmYzc5NWMxYTk5ZSIsInVwbiI6ImFiQGtvcmFxYTEuY29tIiwicHVpZCI6IjEwMDMyMDAwNENDMkZGMDUiLCJjYWNoZWtleSI6IjBoLmZ8bWVtYmVyc2hpcHwxMDAzMjAwMDRjYzJmZjA1QGxpdmUuY29tIiwic2NwIjoibXlmaWxlcy5yZWFkIGFsbGZpbGVzLnJlYWQgYWxsZmlsZXMud3JpdGUgZ3JvdXAucmVhZCBhbGxzaXRlcy5yZWFkIGFsbHNpdGVzLndyaXRlIGFsbHByb2ZpbGVzLnJlYWQiLCJ0dCI6IjIiLCJ1c2VQZXJzaXN0ZW50Q29va2llIjpudWxsLCJpcGFkZHIiOiIyMC4xOTAuMTQ1LjE2OSJ9.VThJVE55WG9GZUswTjJYNENXbDlOZDFlVTY2bDZ5b3BaY2xSandSZ0NMMD0&ApiVersion=2.0",
        "sp_file_web_url": "https://koreaisoftware.sharepoint.com/sites/koraautomation/Teams%20Wiki%20Data/SearchAssist/Siemens%20Technical%20Proposal.pdf",
        "sp_file_name": "Siemens Technical Proposal.pdf",
        "sp_file_mime_type": "application/pdf",
        "sp_drive_id": "b!J25YNUiva0ysgQ9Tewl5le7CikYRZF5En5NXiFYuAbcyChnLEqOGQIgI16q4LkQx",
        "sp_drive_type": "documentLibrary",
        "sp_file_created_date": "2022-03-15T10:20:50Z",
        "sp_file_lmod_date": "2022-03-15T10:20:50Z",
        "sp_file_created_by": "Alastair Cook",
        "sp_file_lmod_by": "Alastair Cook",
        "sp_file_size": 8578674,
        "sp_content_type": "file",
        "sp_file_content": "ATTACHMENT 1 \nPage 1 of 49\n\nSiemens Technical Proposal\n\n\n\n \n\n \n\n  \n\nusa.siemens.com/intelligenttraffic \n\nJanuary 26, 2017, Siemens Proposal #1205120 \n\nSan Juan Capistrano \n\nConverting City Street Lights \nfrom HPS to LED Technology \n\nATTACHMENT 1 \nPage 2 of 49\n\n\n\n \n\nIntelligent Traffic Systems \n\n \nCity of San Juan Capistrano \nAttn: Tom Toman \nAssistant Public Works Director \nPublic Works and Utilities Department \n32400 Paseo Adelanto \nSan Juan Capistrano, CA 92675 \n \n \n\n  Dimitrios Andrikos, Director BPM \n Craig Debevoise, Director Finance \n Intelligent Traffic Systems \nAddress: 9225 Bee Cave Rd, Building B, Ste 101 \n Austin, TX 78733 \nTelephone: (512) 837-8300 \nFax: (512) 421-6617 \nE-mail: Dimitrios.Andrikos@siemens.com \n\nCraig.Debevoise@siemens.com \nDate: January 26, 2017 \n\n \nMr. Tom Toman; \n \nSiemens is pleased to offer our response to your RFP, Converting City Street Lights from High Pressure \nSodium to LED Technology.  Below please find the information required for this cover letter: \n \nIdentification of Consultant \nHeadquarters \nSiemens Industry, Inc., Intelligent Traffic Systems \n9225 Bee Cave Rd, Building B, Ste 101, Austin, Texas 78733 \n512-837-8300 \n \nLocal Office that will run project \n2200 W. Orangewood Ave \nOrange, CA 92868 \n \nContact Person \nAlex Valenti, Account Manager \n8045 Terrace Dr, El Cerrito, CA 94530 \n415-246-7257 \n \nValidity \nThis proposal will remain valid for 120 days from date of opening. \n \nSummary of Key Factors \nExperience Siemens is the leader in the LED street light conversion field.  Our staff of \n\nprofessionally certified Engineers, Project Managers, and Electricians has \nextensive experience executing successful street light conversion projects. As \nindustry recognized leaders, our staff has developed a unique approach to \nroadway lighting conversions that has earned recognition among the roadway \nand outdoor lighting industry organizations.   \nOver the past five years, Siemens has successfully completed LED street light \nconversion projects in 80 communities, totaling over 110,000 LED street lights \ninstalled over this period. Siemens is currently in contract negotiation for 10 \nadditional street light projects. \nThe key benefits of partnering with Siemens are: \n\n In house installation staff – one point of accountability, no finger \npointing \n\n World class project management processes thru PM@Siemens \n\nATTACHMENT 1 \nPage 3 of 49\n\n\n\n In house project financing through Siemens Financial Services \n\nThe project manager for this project will be Bryan Berlin who resides in San \nClemente, CA, and has over 10 years of project management experience withint \nthe street lighting industry. \n \nThe account manager for this project will be Alex Valenti, who resides in  El \nCerrito, CA, and has 8 years of experience in street lighting and energy services. \n \n\nProject \nUnderstanding \n\nPhotometric Analysis Determine existing streetlight placement, height and \nstreet width and conduct analysis of the proposed replacement lights to illustrate \nimproved lighting levels that provide safe and adequate light.  All LED products \nselected by Siemens are DLC listed.   \n \nUnderstanding of This Project Siemens understands this project to include the \nconversion of the 1,158, street lights to LED within the City of San Juan \nCapistrano, Siemens proposes 4 technicians for the duration of the project. In \naddition to technicians, Siemens will also have a field supervisor, project \nmanager, commercial project manager, project coordinator, and warehouse staff \nsupporting the project.  Siemens staff will use Microsoft Project to track the \noverall progress of the project and to create overview progress reports, as well as \nmobile technology that will track progress in real time through the use of tablets \nin the field.  \n\nRecords and Rebates  Siemens will conduct a detailed investigation of San Diego \nGas and Electric (SDGE) billing records, maps and City records to establish the list \nof street lights for replacement/upgrade, which are eligible for rebates from \nvarious sources. \n \nOnsite Physical Inventory Siemens will conduct an on-site physical \ninspection/inventory of all street lights for final verification of GPS coordinates \n(Latitude/Longitude within 5ft.), location (closest address), wattage, luminaire \nphysical attributes, pole and or light number, luminaire type, pole type, pole and \nor bracket height, pole condition (identification of light poles at risk for failure, \netc.). \n \nCity Approval of Final Project Details  Siemens will submit the final project \ndetails and scope of work to the City for approval prior to implementation. \n \n\nProject \nImplementation \n\nCommunication Siemens will carry out instructions from the City and will \ncommunicate fully throughout the project. \n \nMaterials Siemens will purchase qualified luminaires and all needed equipment \nto complete the install. Siemens will also follow proper waste disposal procedures \nand assist the City in applying for rebates. \n \nProgress Tracking Installation progress will be tracked on a daily basis by the \nproject’s Field Supervisor and Project Manager, and a brief status report that \nincludes project status and any current issues will be provided to the City on a \nweekly basis. \n \nConstruction Phase During the construction phase, the project is installed per \nschedule, scope, and price.  Progress billings are processed based on \ncompleted schedule items.  Punch list items are corrected on an ongoing basis. \nThe Siemens energy engineer and other individuals that were involved in the \n\nATTACHMENT 1 \nPage 4 of 49\n\n\n\ndesign of the job walk the construction site to confirm that construction is \nbeing installed according to the intended scope and design. \n\n \n\nConstruction meetings are conducted and chaired by the Siemens project \nmanager to assess progress, report  on  status  of  activities,  discuss  \nmodifications  and/or  proposed  changes,  as  necessary,  and maintain the air \nof partnering throughout the term of the project.    \n \nFinal Acceptance  Siemens will: \n\n Test lights to ensure they work and identify locations where repairs are \nneeded. \n\n Participate in the final walk through of the constructed project and the \npreparation of the “punch list” of work to be completed for acceptance. \n\n \nTraining  Siemens will train City personnel in all aspects of routine operation, \nmaintenance and safety of LED luminaires and or retrofit kits. \n \nWorkmanship Warranty  Siemens will warrant all labor and workmanship and \nreplace defective luminaires and or retrofit kits and parts thereof for a period of \none (1) year from the date of project acceptance.  Siemens will also provide \nrepresentative samples of spare luminaires stored for future use (in stock) for \nmaintenance and warranty purposes. \n \n\nReferences Siemens has provided 3 references in our response, as well as a list of street light \nretrofit projects that have been completed in the last 5 years. \n\n \nDeclaration \nOnly the person, persons, company or parties interested in the proposal as principals, are named \ntherein. This proposal is made without collusion with any other person, persons, company, or parties \nsubmitting a proposal and it is in all respects fair and in good faith without collusion or fraud, and that \nthe signer of the proposal has full authority to bind the principal proposer. \n \nAgreement Modification \nSiemens proposes the following modifications to the terms and conditions as laid out in the RFP: \n \nInsurance Terms \nOn page 27-28, Item 11. Insurance. Sub item Commercial Liability.  \nCommercial General Liability Insurance must include coverage for the following: \n\n(1) Bodily Injury and Property Damage \n(2) Personal Injury/Advertising Injury \n(3) Premises/Operations Liability \n(4)  Products/Completed Operations Liability \n(5) Aggregate Limits that Apply per Project  \n(6) Explosion, Collapse and Underground (UCX) exclusion deleted \n(7) Contractual Liability with respect to this Contract \n(8) Broad Form Property Damage \n(9) Independent Consultants Coverage \n\n(iv) The policy shall contain no endorsements or provisions limiting coverage for (1) contractual \nliability; (2) cross liability exclusion for claims or suits by one insured against another; (3) \nproducts/completed operations liability; or (4) contain any other exclusion contrary to the Agreement. \n \n\nATTACHMENT 1 \nPage 5 of 49\n\n\n\n(v) The policy shall give City, its officials, officers, employees, agents and City designated volunteers \nadditional insured status using ISO endorsement forms CG 20 10 10 01 and 20 37 10 01, or \nendorsements providing the exact same coverage. \n \n(vi) The general liability program may utilize either deductibles or provide coverage excess of a self-\ninsured retention, subject to written approval by the City, and provided that such deductibles shall not \napply to the City as an additional insured. \n \nAs a global, multi-billion dollar organization, Siemens carries standard insurance and deductible for a \nfirm of our size and for this type of project. While our deductibles might be larger than smaller, less \nfinancially secure companies, Siemens has never failed to, nor defaulted on a fee.  \n \nOn page 28, Item 11. Insurance. Sub item Automobile Liability. \n(iv)  Subject to written approval by the City, the automobile liability program may utilize deductibles, \nprovided that such deductibles shall not apply to the City as an additional insured, but not a self-\ninsured retention.  \n \nAs a global, multi-billion dollar organization, Siemens carries standard insurance and deductible for a \nfirm of our size and for this type of project. While our deductibles might be larger than smaller, less \nfinancially secure companies, Siemens has never failed to, nor defaulted on a fee.  \n \nOn page 31, Item 11. Insurance. Sub item Additional Insurance Provisions \n \n(iii) The City may require the Consultant to provide complete copies of all insurance policies in effect \nfor the duration of the Project. \n \nSiemens shall provide Insurance certificates, as is customary in such projects, which shall list the City, \nas an additional insured. \n \n \nWith kind regards, \n        \n \n \n \nDimitrios Andrikos     Craig Debevoise \nDirector, Bid and Project Management   Director, Finance \n \nSiemens Industry, Inc. \nIntelligent Traffic Systems \n9225 Bee Cave Rd \nBldg B, Ste 101 \nAustin, TX 78733 \n \n \n \n \n\nATTACHMENT 1 \nPage 6 of 49\n\n\n\n \n\nPage | 6  \n\n \n\nAustin, Texas \n\nTable of Contents \n\nCover Letter ........................................................................................................................... 2 \n\nSTATEMENT OF QUALIFICATIONS ............................................................................................ 7 \n\nFirm and Personnel Experience ............................................................................................... 8 \n\nExperience Overview ........................................................................................................... 8 \n\nSiemens Street Light Experience ........................................................................................ 10 \n\nCDM Smith: Street Light Audit Subconsultant .................................................................. 11 \n\nSan Juan Capistrano Project Team ...................................................................................... 12 \n\nKey Project Team Members ............................................................................................ 13 \n\nProject Understanding Statement .......................................................................................... 15 \n\nProject Requirements ..................................................................................................... 15 \n\nProject Planning and Coordination .................................................................................. 19 \n\nProject Implementation .................................................................................................. 21 \n\nPost Installation ............................................................................................................. 22 \n\nAssumptions ................................................................................................................. 22 \n\nExceptions .................................................................................................................... 22 \n\nSchedule .............................................................................................................................. 23 \n\nRelevant Project Experience .................................................................................................. 24 \n\nReferences ........................................................................................................................... 26 \n\nGeneral Insurance Certificate ............................................................................................. 27 \n\n \n\n \n\n \t\n\nATTACHMENT 1 \nPage 7 of 49\n\n\n\n \n\nPage | 7  \n\n \n\nAustin, Texas \n\nSTATEMENT OF QUALIFICATIONS \n\n  \n\nATTACHMENT 1 \nPage 8 of 49\n\n\n\n \n\nPage | 8  \n\n \n\nAustin, Texas \n\nFirm and Personnel Experience \n\nExperience Overview \n\nFounded in Germany in 1847, Siemens has been \nat the forefront of electrical technology since \ninception. Siemens is a global powerhouse \nfocusing on the areas of electrification, \nautomation and digitalization. One of the world’s \nlargest producers of energy-efficient, resource-\nsaving technologies, Siemens is a leading supplier \nof systems for power generation and \ntransmission as well as medical diagnosis. In \n\ninfrastructure and industry solutions the company plays a pioneering role. \n\nIn 1881, a Siemens AC Alternator, driven by a watermill, was used to power the world's first \nelectric street lighting, introducing to the world a new way to make nighttime streets safer and \nuseful. Fast forwarding to today, Siemens can look back on almost 170 years of experience in \nthe implementation of pioneering technologies. Siemens has expanded its markets to include \nvehicles for rail traffic, road traffic control and information systems, turnkey mobility systems, \nand integrated mobility solutions, a few in our vast portfolio.  As of September 30, 2016, \nSiemens had approximately 350,000 employees in more than 200 countries, and revenues of \nover $86 billion. \n\nNational presence:  Siemens Industry is a division of Siemens AG. Siemens Industry, Inc. (SII) \nbegan operations in the United States in November 1972. With over 18,000 employees, this arm \nof the company is unmatched in the U.S. marketplace with its products, services, and combined \nsolution offerings. Siemens acquired Automatic Signal/Eagle Signal Corporation in 1997, Gardner \nTransportation Systems in 2000, and Republic ITS, a U.S. leader in streetlight equipment \ninstallation, maintenance, and service in 2010 to enhance its presence in the US market.  \n\nSiemens ITS:  Siemens ITS Business Segment is headquartered in Austin, Texas at 9225 Bee \nCave Rd, Building B, Ste 101. The focus of ITS is traffic managmenet, Connected Vehicle \ntechnologies, and the installation and maintenance of streetlighting and traffic signals. Our \ntechnicians have extensive experience installing traffic control systems, lighting control systems \nand many other devices in the right-of-way.  We currently employ 90 employees located in our \nAustin facility with an additional 200 in field offices around the country. Siemens ITS conducts \nstreet light retrofit projects as one of our main courses of business. Siemens has implemented \nthousands of streetlight retrofits and over 1,500 guaranteed energy performance contracts.  Our \nhighly relevant experience working in multiple states and utility territories will directly benefit \nyour project.    \n\nSiemens ITS is the leader in the LED street light conversion field.  Our staff of professionally \ncertified Engineers, Project Managers, and Electricians has extensive experience executing \nsuccessful street light conversion projects. As industry recognized leaders, our staff has \ndeveloped a unique approach to roadway lighting conversions that has earned recognition \namong the roadway and outdoor lighting industry organizations.   \n\nATTACHMENT 1 \nPage 9 of 49",
        "sp_site_id": "koreaisoftware.sharepoint.com,35586e27-af48-4c6b-ac81-0f537b097995,468ac2ee-6411-445e-9f93-5788562e01b7",
        "sp_site_name": "Kora Automation",
        "sp_site_url": "https://koreaisoftware.sharepoint.com/sites/koraautomation"
    },
    {
        "sp_file_id": "01KASPUL6EU72KTTOIQRFLI5FLRVTBVLOE",
        "sp_file_download_url": "https://koreaisoftware.sharepoint.com/sites/hy/_layouts/15/download.aspx?UniqueId=a9f4a7c4-c8cd-4a84-b474-ab8d661aadc4&Translate=false&tempauth=eyJ0eXAiOiJKV1QiLCJhbGciOiJub25lIn0.eyJhdWQiOiIwMDAwMDAwMy0wMDAwLTBmZjEtY2UwMC0wMDAwMDAwMDAwMDAva29yZWFpc29mdHdhcmUuc2hhcmVwb2ludC5jb21AZmIwZjc1MGYtOTQyOC00MTY2LWE5OWQtOGZjNzk1YzFhOTllIiwiaXNzIjoiMDAwMDAwMDMtMDAwMC0wZmYxLWNlMDAtMDAwMDAwMDAwMDAwIiwibmJmIjoiMTY0ODU0NzM4NSIsImV4cCI6IjE2NDg1NTA5ODUiLCJlbmRwb2ludHVybCI6IlpWUXR1aVUrYURMVHQvb0hINFV1ZXcyYmwraGZaRWNJMDBJWGhzZFFLM0k9IiwiZW5kcG9pbnR1cmxMZW5ndGgiOiIxMzQiLCJpc2xvb3BiYWNrIjoiVHJ1ZSIsImNpZCI6Ik1UUm1ZekExTmpJdFlqYzRPUzAwTmpCbExUa3pZMkV0WXpOaE9XSXhORGRoWWpoaSIsInZlciI6Imhhc2hlZHByb29mdG9rZW4iLCJzaXRlaWQiOiJPVFZpWVRrMU5EZ3RaRGMwT0MwMFlXSmlMV0V3WkdNdFpHSXhOakUyTnpReU5ERTEiLCJhcHBfZGlzcGxheW5hbWUiOiJzZWFyY2hhc3Npc3QgbG9jYWwiLCJnaXZlbl9uYW1lIjoiQWxhc3RhaXIiLCJmYW1pbHlfbmFtZSI6IkNvb0siLCJhcHBpZCI6IjhhM2NiZDNhLWIyMTUtNDU0ZC04NjhjLTkwY2Q5NzcxNjVhNiIsInRpZCI6ImZiMGY3NTBmLTk0MjgtNDE2Ni1hOTlkLThmYzc5NWMxYTk5ZSIsInVwbiI6ImFiQGtvcmFxYTEuY29tIiwicHVpZCI6IjEwMDMyMDAwNENDMkZGMDUiLCJjYWNoZWtleSI6IjBoLmZ8bWVtYmVyc2hpcHwxMDAzMjAwMDRjYzJmZjA1QGxpdmUuY29tIiwic2NwIjoibXlmaWxlcy5yZWFkIGFsbGZpbGVzLnJlYWQgYWxsZmlsZXMud3JpdGUgZ3JvdXAucmVhZCBhbGxzaXRlcy5yZWFkIGFsbHNpdGVzLndyaXRlIGFsbHByb2ZpbGVzLnJlYWQiLCJ0dCI6IjIiLCJ1c2VQZXJzaXN0ZW50Q29va2llIjpudWxsLCJpcGFkZHIiOiIyMC4xOTAuMTQ1LjE3MSJ9.TVpxR2N6VUMxVXpyZ21MdEF2M013dzFObDF5bnMwS3VnY1pOYXBBSWVqMD0&ApiVersion=2.0",
        "sp_file_web_url": "https://koreaisoftware.sharepoint.com/sites/hy/Shared%20Documents/General/global_grant_agreement_en.pdf",
        "sp_file_name": "global_grant_agreement_en.pdf",
        "sp_file_mime_type": "application/pdf",
        "sp_drive_id": "b!SJW6lUjXu0qg3NsWFnQkFZxP0cBVKA1KjgXKBP2BzCSiIg-_dl3JSpYpRpxYAAWx",
        "sp_drive_type": "documentLibrary",
        "sp_file_created_date": "2022-03-28T07:28:19Z",
        "sp_file_lmod_date": "2022-03-28T07:28:19Z",
        "sp_file_created_by": "Alastair Cook",
        "sp_file_lmod_by": "Alastair Cook",
        "sp_file_size": 46957,
        "sp_content_type": "file",
        "sp_file_content": "Global Grant Agreement - to be authorized by the primary contacts and club presidents (or DRFC chairs if district-\nsponsored) \n \nThis Global Grant Agreement (Agreement) is entered into by The Rotary Foundation of Rotary International (TRF) \nand the grant sponsors (Sponsors). In consideration of receiving this Rotary Foundation Global Grant (Grant) from \nTRF, the Sponsors agree that: \n \n\n1. All information contained in this application is, to the best of our knowledge, true and accurate.  \n2. We have read the Terms and Conditions for Rotary Foundation District Grants and Global Grants (Terms \n\nand Conditions) and will adhere to all policies therein. \n3. The Sponsors shall defend, indemnify, and hold harmless Rotary International (RI) and TRF, including their \n\ndirectors, trustees, officers, committee members, employees, agents, associate foundations and \nrepresentatives (collectively Rotary), from and against all claims, including but not limited to claims of \nsubrogation, demands, actions, damages, losses, costs, liabilities, expenses (including reasonable \nattorney’s fees and other legal expenses), awards, judgments, and fines asserted against or recovered from \nRI/TRF arising out of any act, conduct, omission, negligence, misconduct, or unlawful act (or act contrary to \nany applicable governmental order or regulation) resulting directly or indirectly from a Sponsor’s and/or \nparticipant’s involvement in grant-funded activities, including all travel related to the grant. \n\n4. The failure of the parties to comply with the terms of this Agreement due to an act of God, strike, \ngovernment regulation, war, fire, riot, civil unrest, hurricane, earthquake, or other natural disasters, acts of \npublic enemies, curtailment of transportation facilities, political upheavals, civil disorders, outbreak of \ninfectious disease or illness, acts of terrorism, or any similar cause beyond the control of the parties shall \nnot be deemed a breach of this Agreement. In such an event, the Agreement shall be deemed terminated \nand the Sponsors shall refund to TRF all unexpended global grant funds within 30 days of termination. \n\n5. TRF’s entire responsibility is expressly limited to payment of the total financing amount.  TRF does not \nassume any further responsibility in connection with this grant. \n\n6. TRF reserves the right to cancel the grant and/or this Agreement without notice upon the failure of either or \nboth of the Sponsors to abide by the terms set forth in this Agreement and the Terms and Conditions. Upon \ncancellation, TRF shall be entitled to a refund from the Sponsors of any global grant funds, including any \ninterest earned, that have not been expended. \n\n7. The laws of the State of Illinois, USA, without reference to its conflicts of laws principles, shall govern all \nmatters arising out of or relating to this Agreement, including, without limitation, its interpretation, \nconstruction, performance, and enforcement. \n\n8. Any legal action brought by either party against the other party arising out of or relating to this Agreement \nmust be brought in either, the Circuit Court of Cook County, State of Illinois, USA or the Federal District \nCourt for the Northern District of Illinois, USA. Each party consents to the exclusive jurisdiction of these \ncourts, and their respective appellate courts for the purpose of such actions. Nothing herein prohibits a party \nthat obtains a judgment in either of the designated courts from enforcing the judgment in any other court. \nNotwithstanding the foregoing, TRF may also bring legal action against Sponsors and/or individuals \ntraveling on grant funds in any court with jurisdiction over them. \n\n9. This Agreement binds and benefits the parties and their respective administrators, legal representatives, \nand permitted successors and assigns. \n\n10. If any provision of this Agreement is determined to be illegal, invalid or unenforceable, the remaining \nprovisions of this Agreement shall remain in full force and effect. \n\n11. Sponsors may not assign any of its rights under this Agreement except with the prior written consent of \nTRF. Sponsors may not delegate any performance under this Agreement without the prior written consent of \nTRF. Any purported assignment of a Sponsor’s rights or delegation of performance without TRF’s prior \nwritten consent is void. \n\n12. TRF may assign some or all of its rights under this Agreement to an associate foundation of TRF. TRF may \ndelegate any performance under this Agreement to an associate foundation. Any other purported \nassignment of TRF’s rights or delegation of performance without the Sponsors’ prior written consent is void. \n\n\n\n13. Sponsors will comply with all economic and trade sanctions, including those implemented by the Office of \nForeign Assets Control (OFAC) of the United States Department of Treasury, and will ensure that they do \nnot support or promote violence, terrorist activity or related training, or money laundering. \n\n14. This Agreement constitutes the final agreement between the parties. No amendment or waiver of any \nprovision of this Agreement shall be effective unless it is in the form of a writing signed by the parties. \n\n15. Rotary may use information contained in this application and subsequent reports for promotional purposes, \nsuch as in The Rotarian, in Rotary Leader, on rotary.org and on social media. For any and all photographs \nsubmitted with any application or follow-up report, the Sponsor hereby grants to Rotary an unlimited, \nperpetual, worldwide right and license to use, modify, adapt, publish, and distribute the photograph(s) in any \nmedia now known or hereafter devised, including but not limited to, in Rotary publications, advertisements, \nand Websites and on social media channels. The Sponsor represents and warrants that (a) each adult \nappearing in the photograph(s) has given her/his/their unrestricted written consent to the Sponsor to \nphotograph them and to use and license their likeness, including licensing the photograph(s) to third parties, \n(b) the parent or guardian of each child under age 18 or each person who lacks legal capacity appearing in \nthe photograph(s) has given unrestricted written consent to the Sponsor to photograph the child or individual \nand to use and license their likenesses, including licensing the photograph(s) to third parties, and (c) it is the \ncopyright owner of the photograph(s) or that the copyright owner of the photograph(s) has given the \nSponsor the right to license or sublicense the photograph(s) to Rotary. \n\n16. Privacy is important to Rotary and any personal data your Sponsor shares with Rotary will only be used for \nofficial Rotary business. The Sponsor should minimize the personal data of Grant beneficiaries that it shares \nwith TRF to only personal data that TRF specifically requests. Personal data you share will be used to \nenable your Sponsor’s participation in this Grant process, to facilitate your Sponsor’s Grant experience and \nfor reporting purposes. Personal data you provide when applying for a Grant may be transferred to Rotary \nservice providers (for example, affiliated entities) to assist Rotary in planning Grant-related activities. By \napplying for a grant, the Sponsor may receive information about the Grant and supplementary services via \nemail. For further information about how Rotary uses personal data, please contact privacy@rotary.org. \nPersonal data collected on this form is subject to Rotary’s Privacy Policy. \n\n17. The Sponsors agree to share information on best practices when asked, and TRF may provide their contact \ninformation to other Rotarians who may wish advice on implementing similar activities. \n\n18. The Sponsors will ensure that all individuals traveling on grant funds have been informed of the travel \npolicies stated in the Terms and Conditions and have been made aware that they are responsible for \nobtaining travel insurance.",
        "sp_site_id": "koreaisoftware.sharepoint.com,95ba9548-d748-4abb-a0dc-db1616742415,c0d14f9c-2855-4a0d-8e05-ca04fd81cc24",
        "sp_site_name": "hy",
        "sp_site_url": "https://koreaisoftware.sharepoint.com/sites/hy"
    },
    {
        "sp_file_id": "01US5C76BF3MUORQQK4RD2GXTNH5PYJ3YI",
        "sp_file_download_url": "https://koreaisoftware.sharepoint.com/sites/QATeam/_layouts/15/download.aspx?UniqueId=e828db25-0ac2-47e4-a35e-6d3f5f84ef08&Translate=false&tempauth=eyJ0eXAiOiJKV1QiLCJhbGciOiJub25lIn0.eyJhdWQiOiIwMDAwMDAwMy0wMDAwLTBmZjEtY2UwMC0wMDAwMDAwMDAwMDAva29yZWFpc29mdHdhcmUuc2hhcmVwb2ludC5jb21AZmIwZjc1MGYtOTQyOC00MTY2LWE5OWQtOGZjNzk1YzFhOTllIiwiaXNzIjoiMDAwMDAwMDMtMDAwMC0wZmYxLWNlMDAtMDAwMDAwMDAwMDAwIiwibmJmIjoiMTY0ODU0NzQwMCIsImV4cCI6IjE2NDg1NTEwMDAiLCJlbmRwb2ludHVybCI6InlQcngwTW1sL0gvMTlHRGpSZkpKbGpvWnMxRXc1dm40VUhSdTI2NEZyRTQ9IiwiZW5kcG9pbnR1cmxMZW5ndGgiOiIxMzgiLCJpc2xvb3BiYWNrIjoiVHJ1ZSIsImNpZCI6Ik1XRmxaamd6WkdJdE1qSTVOUzAwTlRjNExXSTJOR0V0WkRWak5qSTBaREV6TW1JMiIsInZlciI6Imhhc2hlZHByb29mdG9rZW4iLCJzaXRlaWQiOiJObVl4TlRjNE1HRXRNVFprT0MwMFlqUTNMV0UyTVdVdE4yVTRPREU1WVRBMk4ySTAiLCJhcHBfZGlzcGxheW5hbWUiOiJzZWFyY2hhc3Npc3QgbG9jYWwiLCJnaXZlbl9uYW1lIjoiQWxhc3RhaXIiLCJmYW1pbHlfbmFtZSI6IkNvb0siLCJhcHBpZCI6IjhhM2NiZDNhLWIyMTUtNDU0ZC04NjhjLTkwY2Q5NzcxNjVhNiIsInRpZCI6ImZiMGY3NTBmLTk0MjgtNDE2Ni1hOTlkLThmYzc5NWMxYTk5ZSIsInVwbiI6ImFiQGtvcmFxYTEuY29tIiwicHVpZCI6IjEwMDMyMDAwNENDMkZGMDUiLCJjYWNoZWtleSI6IjBoLmZ8bWVtYmVyc2hpcHwxMDAzMjAwMDRjYzJmZjA1QGxpdmUuY29tIiwic2NwIjoibXlmaWxlcy5yZWFkIGFsbGZpbGVzLnJlYWQgYWxsZmlsZXMud3JpdGUgZ3JvdXAucmVhZCBhbGxzaXRlcy5yZWFkIGFsbHNpdGVzLndyaXRlIGFsbHByb2ZpbGVzLnJlYWQiLCJ0dCI6IjIiLCJ1c2VQZXJzaXN0ZW50Q29va2llIjpudWxsLCJpcGFkZHIiOiIyMC4xOTAuMTQ1LjE3MCJ9.bWcyYzVJOE1nNkpzZFJoMDJtdStCL0ZzVXRuL1NYbWdwQmxxVVdGaHJqZz0&ApiVersion=2.0",
        "sp_file_web_url": "https://koreaisoftware.sharepoint.com/sites/QATeam/_layouts/15/Doc.aspx?sourcedoc=%7BE828DB25-0AC2-47E4-A35E-6D3F5F84EF08%7D&file=QA%20Validation.docx&action=default&mobileredirect=true",
        "sp_file_name": "QA Validation.docx",
        "sp_file_mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
        "sp_drive_id": "b!CngVb9gWR0umHn6IGaBntFvoBpbhAqBCn-iLeP9TyNMhddIPOPxHQarZp-G9SJVl",
        "sp_drive_type": "documentLibrary",
        "sp_file_created_date": "2020-05-28T10:05:47Z",
        "sp_file_lmod_date": "2020-05-28T10:07:50Z",
        "sp_file_created_by": "Abhinandan Varthaman",
        "sp_file_lmod_by": "Abhinandan Varthaman",
        "sp_file_size": 17226,
        "sp_content_type": "file",
        "sp_file_content": "QA Test Scenarios Validation.",
        "sp_site_id": "koreaisoftware.sharepoint.com,6f15780a-16d8-4b47-a61e-7e8819a067b4,9606e85b-02e1-42a0-9fe8-8b78ff53c8d3",
        "sp_site_name": "QA Team",
        "sp_site_url": "https://koreaisoftware.sharepoint.com/sites/QATeam"
    }
]